Repository: pi-apps-go/pi-apps
Catalog: locales/*/LC_MESSAGES/pi-apps.po
Languages: es, pl

source: Pi-Apps Settings
es: Configuración de Pi-Apps
pl: Ustawienia Pi-Apps

source: Settings
es: Configuración
pl: Ustawienia

source: Actions
es: Acciones
pl: Akcje

source: Save
es: Guardar
pl: Zapisz

source: Cancel
es: Cancelar
pl: Anuluj

source: Reset all settings
es: Restablecer todas las configuraciones
pl: Zresetuj wszystkie ustawienia

source: Categories
es: Categorías
pl: Kategorie

source: Log files
es: Archivos de registro
pl: Pliki dziennika

source: Multi-Install
es: Multi-Instalación
pl: Multi-Instalacja

source: Create App
es: Crear Aplicación
pl: Stwórz Aplikację

source: Import App
es: Importar Aplicación
pl: Importuj Aplikację

source: Multi-Uninstall
es: Multi-Desinstalación
pl: Multi-Odinstalowanie

source: Save all settings and exit
es: Guardar toda la configuración y salir
pl: Zapisz wszystkie ustawienia i wyjdź

source: Exit without saving changes
es: Salir sin guardar cambios
pl: Wyjdź bez zapisywania zmian

source: Reset all settings to their default values
es: Restablecer toda la configuración a sus valores predeterminados
pl: Zresetuj wszystkie ustawienia do ich domyślnych wartości

source: Manage app categories
es: Gestionar categorías de aplicaciones
pl: Zarządzaj kategoriami aplikacji

source: View installation and error logs
es: Ver registros de instalación y errores
pl: Wyświetl dzienniki instalacji i błędów

source: Install multiple apps at the same time.
es: Instalar múltiples aplicaciones al mismo tiempo.
pl: Zainstaluj wiele aplikacji jednocześnie.

source: Make your own app! It's pretty easy if you follow the instructions.
es: ¡Crea tu propia aplicación! Es bastante fácil si sigues las instrucciones.
pl: Stwórz własną aplikację! To całkiem łatwe jeśli podążasz za instrukcjami.

source: Did someone else make an app but it's not on Pi-Apps yet? Import it here.
es: ¿Alguien más creó una aplicación pero aún no está en Pi-Apps? Impórtala aquí.
pl: Czy ktoś inny stworzył aplikację ale nie ma jej jeszcze w Pi-Apps? Zaimportuj ją tutaj.

source: Uninstall multiple apps at the same time.
es: Desinstalar múltiples aplicaciones al mismo tiempo.
pl: Odinstaluj wiele aplikacji jednocześnie.

source: Are you sure you want to reset all settings to their defaults?
es: ¿Estás seguro de que quieres restablecer toda la configuración a sus valores predeterminados?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia do wartości domyślnych?

source: Creating Settings menu button
es: Creando botón del menú de Configuración
pl: Tworzenie przycisku menu Ustawień

source: Unknown action: %s
es: Acción desconocida: %s
pl: Nieznana akcja: %s

source: Failed to start %s: %v
es: Falló al iniciar %s: %v
pl: Nie udało się uruchomić %s: %v

source: Failed to reset setting %s: %v
es: Falló al restablecer configuración %s: %v
pl: Nie udało się zresetować ustawienia %s: %v

source: Failed to save setting %s: %v
es: Falló al guardar configuración %s: %v
pl: Nie udało się zapisać ustawienia %s: %v

source: Configure Pi-Apps or create an App
es: Configurar Pi-Apps o crear una Aplicación
pl: Skonfiguruj Pi-Apps lub stwórz aplikację

source: PI_APPS_DIR environment variable not set
es: Variable de entorno PI_APPS_DIR no establecida
pl: Zmienna środowiskowa PI_APPS_DIR nie jest ustawiona

source: HOME environment variable not set
es: Variable de entorno HOME no establecida
pl: Zmienna środowiskowa HOME nie jest ustawiona

source: Warning: failed to create desktop entry: %v
es: Advertencia: falló al crear entrada de escritorio: %v
pl: Ostrzeżenie: nie udało się stworzyć wpisu na pulpicie: %v

source: Warning: failed to write default for %s: %v
es: Advertencia: falló al escribir predeterminado para %s: %v
pl: Ostrzeżenie: nie udało się zapisać wartości domyślnej dla %s: %v

source: Warning: failed to revert setting %s: %v
es: Advertencia: falló al revertir configuración %s: %v
pl: Ostrzeżenie: nie udało się przywrócić ustawienia %s: %v

source: App List Style
es: Estilo de Lista de Aplicaciones
pl: Styl listy aplikacji

source: Check for updates
es: Buscar actualizaciones
pl: Sprawdź aktualizacje

source: Enable analytics
es: Habilitar analíticas
pl: Włącz analitykę

source: Preferred text editor
es: Editor de texto preferido
pl: Preferowany edytor tekstu

source: Show Edit button
es: Mostrar botón Editar
pl: Pokaż przycisk Edytuj

source: Show apps
es: Mostrar aplicaciones
pl: Pokaż aplikacje

source: Shuffle App list
es: Mezclar lista de aplicaciones
pl: Przemieszaj listę aplikacji

source: Yes
es: Sí
pl: Tak

source: No
pl: Nie

source: Never
es: Nunca
pl: Nigdy

source: Daily
es: Diariamente
pl: Codziennie

source: Always
es: Siempre
pl: Zawsze

source: Weekly
es: Semanalmente
pl: Tygodniowo

source: All
es: Todas
pl: Wszystkie

source: packages
es: paquetes
pl: pakiety

source: standard
es: estándar
pl: standardowe

source: default
es: predeterminado
pl: domyślny

source: Analytics are used to count the number of installs for each app.
es: Las analíticas se usan para contar el número de instalaciones de cada aplicación.
pl: Analityka jest używana do liczenia liczby instalacji każdej aplikacji.

source: Each app is associated with a shlink link. During an install, that link is "clicked". The total number of clicks is used to calculate how many users each app has.
es: Cada aplicación está asociada con un enlace shlink. Durante una instalación, ese enlace es "clickeado". El número total de clics se usa para calcular cuántos usuarios tiene cada aplicación.
pl: Każda aplikacja jest powiązana z linkiem shlink. Podczas instalacji ten link jest "kliknięty". Całkowita liczba kliknięć jest używana do obliczenia ile użytkowników ma każda aplikacja.

source: This information cannot possibly be used to identify you, or any personal information about you.
es: Esta información no puede ser usada para identificarte, ni ninguna información personal sobre ti.
pl: Te informacje nie mogą być w żaden sposób użyte do identyfikacji ciebie ani żadnych osobistych informacji o tobie.

source: How often should Pi-Apps check for app updates and refresh Pi-Apps on boot?
es: ¿Con qué frecuencia debería Pi-Apps buscar actualizaciones de aplicaciones y actualizar Pi-Apps al arrancar?
pl: Jak często Pi-Apps powinien sprawdzać aktualizacje aplikacji i odświeżać Pi-Apps podczas uruchamiania?

source: Most apps use scripts to install software from places like Github or Sourceforge.
es: La mayoría de aplicaciones usan scripts para instalar software de lugares como Github o Sourceforge.
pl: Większość aplikacji używa skryptów do instalowania oprogramowania z miejsc takich jak Github czy Sourceforge.

source: But other apps can already be easily installed from Add/Remove Software. These apps are simply a shortcut to install apt-packages.
es: Pero otras aplicaciones ya pueden instalarse fácilmente desde Agregar/Quitar Software. Estas aplicaciones son simplemente un atajo para instalar paquetes apt.
pl: Ale inne aplikacje mogą być już łatwo zainstalowane z Dodaj/Usuń Oprogramowanie. Te aplikacje to po prostu skrót do instalowania pakietów apt.

source: This option allows you to selectively show one type of app or the other, or both types.
es: Esta opción te permite mostrar selectivamente un tipo de aplicación u otro, o ambos tipos.
pl: Ta opcja pozwala ci selektywnie pokazywać jeden typ aplikacji lub drugi, albo oba typy.

source: Pi-Apps can display the apps as a compact list (GTK 3 via gotk3), or as a group of larger icons. (xlunch like interface)
es: Pi-Apps puede mostrar las aplicaciones como una lista compacta (GTK 3 vía gotk3), o como un grupo de iconos más grandes (interfaz tipo xlunch).
pl: Pi-Apps może wyświetlać aplikacje jako kompaktową listę (GTK 3 przez gotk3) lub jako grupę większych ikon (podobny do interfejsu xlunch).

source: Specify which text editor to use when editing install scripts
es: Especifica qué editor de texto usar al editar scripts de instalación
pl: Określ który edytor tekstu używać podczas edytowania skryptów instalacyjnych

source: When viewing an App's details, display an Edit button to tweak it. Beware that updating that app later will undo your changes.
es: Al ver los detalles de una aplicación, mostrar un botón Editar para modificarla. Ten cuidado que actualizar esa aplicación después deshará tus cambios.
pl: Podczas przeglądania szczegółów aplikacji, wyświetl przycisk Edytuj aby ją dostosować. Uważaj, że późniejsza aktualizacja tej aplikacji cofnie twoje zmiany.

source: Tired of Apps being sorted alphabetically? Randomizing the order will keep things fresh.
es: ¿Cansado de que las aplicaciones estén ordenadas alfabéticamente? Aleatorizar el orden mantendrá las cosas frescas.
pl: Zmęczyło cię alfabetyczne sortowanie aplikacji? Losowa kolejność utrzyma rzeczy świeże.

source: Downloading %s
es: Descargando %s
pl: Pobieranie %s

source: Download completed: %s
es: Descarga completada: %s
pl: Pobieranie zakończone: %s

source: Note: This command may require sudo privileges for system operations.
es: Nota: Este comando puede requerir privilegios sudo para operaciones del sistema.
pl: Uwaga: To polecenie może wymagać uprawnień sudo do operacji systemowych.

source: You may be prompted for your password during execution.
es: Es posible que se te solicite tu contraseña durante la ejecución.
pl: Możesz zostać poproszony o hasło podczas wykonywania.

source: Installation completed successfully
es: Instalación completada exitosamente
pl: Instalacja zakończona pomyślnie

source: Uninstallation completed successfully
es: Desinstalación completada exitosamente
pl: Odinstalowanie zakończone pomyślnie

source: Update completed successfully
es: Actualización completada exitosamente
pl: Aktualizacja zakończona pomyślnie

source: Command completed successfully
es: Comando completado exitosamente
pl: Polecenie zakończone pomyślnie

source: WARNING:
es: ADVERTENCIA:
pl: OSTRZEŻENIE:

source: Error: %s
pl: Błąd: %s

source: Error: No message specified
es: Error: No se especificó ningún mensaje
pl: Błąd: Nie określono wiadomości

source: Error: No package specified
es: Error: No se especificó ningún paquete
pl: Błąd: Nie określono pakietu

source: Error: No app specified
es: Error: No se especificó ninguna aplicación
pl: Błąd: Nie określono aplikacji

source: Error: No file specified
es: Error: No se especificó ningún archivo
pl: Błąd: Nie określono pliku

source: Error: Missing arguments
es: Error: Faltan argumentos
pl: Błąd: Brakujące argumenty

source: Error: Invalid number of arguments
es: Error: Número inválido de argumentos
pl: Błąd: Nieprawidłowa liczba argumentów

source: Warning: failed to initialize i18n: %v
es: Advertencia: falló al inicializar i18n: %v
pl: Ostrzeżenie: nie udało się zainicjować i18n: %v

source: Adding en_US locale for better logging...
es: Agregando configuración regional en_US para mejor registro...
pl: Dodawanie lokalizacji en_US dla lepszego logowania...

source: Could not read /usr/share/i18n/SUPPORTED
es: No se pudo leer /usr/share/i18n/SUPPORTED
pl: Nie można odczytać /usr/share/i18n/SUPPORTED

source: en_US locale is not available on your system. This may cause bad logging experience.
es: La configuración regional en_US no está disponible en tu sistema. Esto puede causar una mala experiencia de registro.
pl: Lokalizacja en_US nie jest dostępna w systemie. To może powodować złe doświadczenie logowania.

source: Could not check available locales
es: No se pudieron verificar las configuraciones regionales disponibles
pl: Nie można sprawdzić dostępnych lokalizacji

source: Failed to edit /etc/locale.gen: %s
es: Falló al editar /etc/locale.gen: %s
pl: Nie udało się edytować /etc/locale.gen: %s

source: Failed to generate locale: %s
es: Falló al generar configuración regional: %s
pl: Nie udało się wygenerować lokalizacji: %s

source: PI_APPS_DIR environment variable not set, using current directory
es: Variable de entorno PI_APPS_DIR no establecida, usando directorio actual
pl: Zmienna środowiskowa PI_APPS_DIR nie jest ustawiona, używanie bieżącego katalogu

source: Usage: api package_info <package-name>
es: Uso: api package_info <nombre-del-paquete>
pl: Użycie: api package_info <nazwa-pakietu>

source: Usage: api warning <message>
es: Uso: api warning <mensaje>
pl: Użycie: api warning <wiadomość>

source: Usage: api package_installed <package-name>
es: Uso: api package_installed <nombre-del-paquete>
pl: Użycie: api package_installed <nazwa-pakietu>

source: Usage: api package_available <package-name> [dpkg-arch]
es: Uso: api package_available <nombre-del-paquete> [dpkg-arch]
pl: Użycie: api package_available <nazwa-pakietu> [dpkg-arch]

source: Usage: api package_dependencies <package-name>
es: Uso: api package_dependencies <nombre-del-paquete>
pl: Użycie: api package_dependencies <nazwa-pakietu>

source: Usage: api package_installed_version <package-name>
es: Uso: api package_installed_version <nombre-del-paquete>
pl: Użycie: api package_installed_version <nazwa-pakietu>

source: Usage: api package_latest_version <package-name> [repo...]
es: Uso: api package_latest_version <nombre-del-paquete> [repo...]
pl: Użycie: api package_latest_version <nazwa-pakietu> [repo...]

source: Usage: api package_is_new_enough <package-name> <compare-version>
es: Uso: api package_is_new_enough <nombre-del-paquete> <versión-de-comparación>
pl: Użycie: api package_is_new_enough <nazwa-pakietu> <wersja-porównania>

source: Usage: api download_file <url> <destination>
es: Uso: api download_file <url> <destino>
pl: Użycie: api download_file <url> <miejsce-docelowe>

source: Usage: api file_exists <path>
es: Uso: api file_exists <ruta>
pl: Użycie: api file_exists <ścieżka>

source: Usage: api dir_exists <path>
es: Uso: api dir_exists <ruta>
pl: Użycie: api dir_exists <ścieżka>

source: Usage: api get_pi_app_icon <app-name>
es: Uso: api get_pi_app_icon <nombre-de-la-aplicación>
pl: Użycie: api get_pi_app_icon <nazwa-aplikacji>

source: Error: No packages specified
es: Error: No se especificaron paquetes
pl: Błąd: Nie określono pakietów

source: Error: No PPA name specified
es: Error: No se especificó el nombre del PPA
pl: Błąd: Nie określono nazwy PPA

source: Error: No app name specified
es: Error: No se especificó el nombre de la aplicación
pl: Błąd: Nie określono nazwy aplikacji

source: Usage: api install_packages <package1> [package2] ... [-t repo] - Install packages (requires $app environment variable)
es: Uso: api install_packages <paquete1> [paquete2] ... [-t repo] - Instalar paquetes (requiere variable de entorno $app)
pl: Użycie: api install_packages <pakiet1> [pakiet2] ... [-t repo] - Zainstaluj pakiety (wymaga zmiennej środowiskowej $app)

source: Note: This command should be used within an app installation context where $app is set
es: Nota: Este comando debe usarse dentro del contexto de instalación de una aplicación donde $app esté configurado
pl: Uwaga: To polecenie powinno być używane w kontekście instalacji aplikacji, gdzie $app jest ustawione

source: Usage: api ubuntu_ppa_installer <ppa-name>
es: Uso: api ubuntu_ppa_installer <nombre-del-ppa>
pl: Użycie: api ubuntu_ppa_installer <nazwa-ppa>

source: Error: Two files must be specified
es: Error: Se deben especificar dos archivos
pl: Błąd: Należy określić dwa pliki

source: Error: Missing required arguments
es: Error: Faltan argumentos requeridos
pl: Błąd: Brakujące wymagane argumenty

source: Error: No directory specified
es: Error: No se especificó el directorio
pl: Błąd: Nie określono katalogu

source: Error: No files specified
es: Error: No se especificaron archivos
pl: Błąd: Nie określono plików

source: Error: Failed to send error report: %s
es: Error: Falló al enviar el informe de error: %s
pl: Błąd: Nie udało się wysłać raportu o błędzie: %s

source: Error: No log file specified
es: Error: No se especificó el archivo de registro
pl: Błąd: Nie określono pliku dziennika

source: Error: Invalid failure list format. Expected 'action;app'
es: Error: Formato de lista de fallas inválido. Se esperaba 'acción;aplicación'
pl: Błąd: Nieprawidłowy format listy błędów. Oczekiwano 'akcja;aplikacja'

source: Usage: api send_error_report <logfile>
es: Uso: api send_error_report <archivo-de-registro>
pl: Użycie: api send_error_report <plik-dziennika>

source: Usage: api log_diagnose <logfile> [--allow-write]
es: Uso: api log_diagnose <archivo-de-registro> [--allow-write]
pl: Użycie: api log_diagnose <plik-dziennika> [--allow-write]

source: Usage: api format_logfile <logfile>
es: Uso: api format_logfile <archivo-de-registro>
pl: Użycie: api format_logfile <plik-dziennika>

source: Usage: api files_match <file1> <file2>
es: Uso: api files_match <archivo1> <archivo2>
pl: Użycie: api files_match <plik1> <plik2>

source: Usage: api copy_file <source> <destination>
es: Uso: api copy_file <origen> <destino>
pl: Użycie: api copy_file <źródło> <cel>

source: Usage: api file_exists <file-path>
es: Uso: api file_exists <ruta-del-archivo>
pl: Użycie: api file_exists <ścieżka-pliku>

source: Usage: api dir_exists <directory-path>
es: Uso: api dir_exists <ruta-del-directorio>
pl: Użycie: api dir_exists <ścieżka-katalogu>

source: Usage: api ensure_dir <directory-path>
es: Uso: api ensure_dir <ruta-del-directorio>
pl: Użycie: api ensure_dir <ścieżka-katalogu>

source: Usage: api text_editor <file-path>
es: Uso: api text_editor <ruta-del-archivo>
pl: Użycie: api text_editor <ścieżka-pliku>

source: Usage: api view_file <file>
es: Uso: api view_file <archivo>
pl: Użycie: api view_file <plik>

source: Usage: api view_log <file>
es: Uso: api view_log <archivo>
pl: Użycie: api view_log <plik>

source: Usage: api app_to_pkgname <app-name>
es: Uso: api app_to_pkgname <nombre-de-la-aplicación>
pl: Użycie: api app_to_pkgname <nazwa-aplikacji>

source: Usage: api get_icon_from_package <package-name> [package-name2] [...]
es: Uso: api get_icon_from_package <nombre-del-paquete> [nombre-del-paquete2] [...]
pl: Użycie: api get_icon_from_package <nazwa-pakietu> [nazwa-pakietu2] [...]

source: Usage: api flatpak_install <app-id>
es: Uso: api flatpak_install <id-de-la-aplicación>
pl: Użycie: api flatpak_install <id-aplikacji>

source: Usage: api flatpak_uninstall <app-id>
es: Uso: api flatpak_uninstall <id-de-la-aplicación>
pl: Użycie: api flatpak_uninstall <id-aplikacji>

source: Usage: api package_available <package-name> [architecture]
es: Uso: api package_available <nombre-del-paquete> [arquitectura]
pl: Użycie: api package_available <nazwa-pakietu> [architektura]

source: Usage: api package_latest_version <package-name> [-t <repository>]
es: Uso: api package_latest_version <nombre-del-paquete> [-t <repositorio>]
pl: Użycie: api package_latest_version <nazwa-pakietu> [-t <repozytorium>]

source: Usage: api package_is_new_enough <package-name> <version>
es: Uso: api package_is_new_enough <nombre-del-paquete> <versión>
pl: Użycie: api package_is_new_enough <nazwa-pakietu> <wersja>

source: Usage: api repo_add <file1> [file2] [...]
es: Uso: api repo_add <archivo1> [archivo2] [...]
pl: Użycie: api repo_add <plik1> [plik2] [...]

source: Usage: api debian_ppa_installer <ppa-name> <distribution> <key>
es: Uso: api debian_ppa_installer <nombre-del-ppa> <distribución> <clave>
pl: Użycie: api debian_ppa_installer <nazwa-ppa> <dystrybucja> <klucz>

source: Usage: api status <message> [args...]
es: Uso: api status <mensaje> [argumentos...]
pl: Użycie: api status <wiadomość> [argumenty...]

source: Usage: api status_green <message>
es: Uso: api status_green <mensaje>
pl: Użycie: api status_green <wiadomość>

source: Usage: api debug <message>
es: Uso: api debug <mensaje>
pl: Użycie: api debug <wiadomość>

source: Usage: api error <message>
es: Uso: api error <mensaje>
pl: Użycie: api error <wiadomość>

source: Error: diagnose_apps requires a failure list
es: Error: diagnose_apps requiere una lista de fallas
pl: Błąd: diagnose_apps wymaga listy błędów

source: Usage: api script_name <app-name>
es: Uso: api script_name <nombre-de-la-aplicación>
pl: Użycie: api script_name <nazwa-aplikacji>

source: Usage: api script_name_cpu <app-name>
es: Uso: api script_name_cpu <nombre-de-la-aplicación>
pl: Użycie: api script_name_cpu <nazwa-aplikacji>

source: Usage: api app_status <app-name>
es: Uso: api app_status <nombre-de-la-aplicación>
pl: Użycie: api app_status <nazwa-aplikacji>

source: Usage: api app_type <app-name>
es: Uso: api app_type <nombre-de-la-aplicación>
pl: Użycie: api app_type <nazwa-aplikacji>

source: Usage: api pkgapp_packages <app-name>
es: Uso: api pkgapp_packages <nombre-de-la-aplicación>
pl: Użycie: api pkgapp_packages <nazwa-aplikacji>

source: Usage: api will_reinstall <app-name>
es: Uso: api will_reinstall <nombre-de-la-aplicación>
pl: Użycie: api will_reinstall <nazwa-aplikacji>

source: Usage: api app_search <app-name>
es: Uso: api app_search <nombre-de-la-aplicación>
pl: Użycie: api app_search <nazwa-aplikacji>

source: Usage: api repo_refresh
es: Uso: api repo_refresh
pl: Użycie: api repo_refresh

source: Usage: api repo_rm <file1> [file2] [...]
es: Uso: api repo_rm <archivo1> [archivo2] [...]
pl: Użycie: api repo_rm <plik1> [plik2] [...]

source: Usage: api add_external_repo <file1> [file2] [...]
es: Uso: api add_external_repo <archivo1> [archivo2] [...]
pl: Użycie: api add_external_repo <plik1> [plik2] [...]

source: Usage: api rm_external_repo <file1> [file2] [...]
es: Uso: api rm_external_repo <archivo1> [archivo2] [...]
pl: Użycie: api rm_external_repo <plik1> [plik2] [...]

source: Usage: api remove_repofile_if_unused <file1> [file2] [...]
es: Uso: api remove_repofile_if_unused <archivo1> [archivo2] [...]
pl: Użycie: api remove_repofile_if_unused <plik1> [plik2] [...]

source: Usage: api anything_installed_from_uri_suite_compoment <uri> [suite] [component]
es: Uso: api anything_installed_from_uri_suite_compoment <uri> [suite] [component]
pl: Użycie: api anything_installed_from_uri_suite_compoment <uri> [suite] [component]

source: Error: No module name specified
es: Error: No se especificó el nombre del módulo
pl: Błąd: Nie określono nazwy modułu

source: Usage: api enable_module <module-name>
es: Uso: api enable_module <nombre-del-módulo>
pl: Użycie: api enable_module <nazwa-modułu>

source: Error: No input specified
es: Error: No se especificó ninguna entrada
pl: Błąd: Nie określono danych wejściowych

source: Usage: api less_apt <text> or <command> | api less_apt
es: Uso: api less_apt <texto> o <comando> | api less_apt
pl: Użycie: api less_apt <tekst> lub <polecenie> | api less_apt

source: Error: Missing list to subtract
es: Error: Falta la lista para restar
pl: Błąd: Brakująca lista do odjęcia

source: Usage: list_subtract <list2> (list1 from stdin)
es: Uso: list_subtract <lista2> (lista1 desde stdin)
pl: Użycie: list_subtract <lista2> (lista1 z stdin)

source: Error: No query specified
es: Error: No se especificó ninguna consulta
pl: Błąd: Nie określono zapytania

source: Error: purge_packages function can only be used by apps to install packages
es: Error: La función purge_packages solo puede ser usada por aplicaciones para instalar paquetes
pl: Błąd: funkcja purge_packages może być używana tylko przez aplikacje do instalowania pakietów

source: The $app environment variable is not set
es: La variable de entorno $app no está establecida
pl: Zmienna środowiskowa $app nie jest ustawiona

source: Error: Missing list to intersect with
es: Error: Falta la lista para intersectar
pl: Błąd: Brakująca lista do przecięcia

source: Usage: list_intersect <list2> (list1 from stdin)
es: Uso: list_intersect <lista2> (lista1 desde stdin)
pl: Użycie: list_intersect <lista2> (lista1 z stdin)

source: Usage: list_intersect_partial <list2> (list1 from stdin)
es: Uso: list_intersect_partial <lista2> (lista1 desde stdin)
pl: Użycie: list_intersect_partial <lista2> (lista1 z stdin)

source: Error: No PID specified
es: Error: No se especificó ningún PID
pl: Błąd: Nie określono PID
