Repository: pi-apps-go/pi-apps
Catalog: locales/*/LC_MESSAGES/pi-apps.po
Languages: es, pl

source: user error: the /tmp/pi-apps-local-packages folder went missing while installing packages - this usually happens if you try to install several apps at the same time in multiple terminals
es: error del usuario: la carpeta /tmp/pi-apps-local-packages desapareció mientras se instalaban paquetes - esto suele ocurrir si intentas instalar varias aplicaciones al mismo tiempo en múltiples terminales
pl: błąd użytkownika: folder /tmp/pi-apps-local-packages zniknął podczas instalacji pakietów - zwykle dzieje się to, gdy próbujesz zainstalować kilka aplikacji jednocześnie w wielu terminalach

source: Installing the %s package...
es: Instalando el paquete %s...
pl: Instalowanie pakietu %s...

source: Apt finished.
es: Apt terminado.
pl: Apt zakończone.

source: Failed to install the packages!
es: ¡Falló la instalación de los paquetes!
pl: Nie udało się zainstalować pakietów!

source: User error: Apt exited with a failed exitcode (%d) and no error (E/Err) output. This could indicate system corruption (eg: storage corruption or unstable overclocking).
es: Error del usuario: Apt salió con un código de salida fallido (%d) y sin salida de error (E/Err). Esto podría indicar corrupción del sistema (ej: corrupción de almacenamiento o overclocking inestable).
pl: Błąd użytkownika: Apt zakończył się z kodem błędu (%d) i bez wyjścia błędu (E/Err). Może to wskazywać na uszkodzenie systemu (np.: uszkodzenie pamięci masowej lub niestabilne podkręcanie).

source: apt exited with error code %d and no error output
es: apt salió con código de error %d y sin salida de error
pl: apt zakończył się z kodem błędu %d i bez wyjścia błędu

source: The APT reported these errors: 033[91m%s033[39m
es: APT reportó estos errores: 033[91m%s033[39m
pl: APT zgłosił te błędy: 033[91m%s033[39m

source: Done
es: Listo
pl: Gotowe

source: Waiting until APT locks are released...
es: Esperando hasta que se liberen los bloqueos de APT...
pl: Oczekiwanie na zwolnienie blokad APT...

source: 033[91mFailed to run 033[4msudo apt update033[0m033[39m!
es: 033[91mFalló al ejecutar 033[4msudo apt update033[0m033[39m!
pl: 033[91mNie udało się uruchomić 033[4msudo apt update033[0m033[39m!

source: APT reported these errors: 033[91m%s033[39m
es: APT reportó estos errores: 033[91m%s033[39m
pl: APT zgłosił te błędy: 033[91m%s033[39m

source: Converting locale from ISO-8859-1 to UTF-8: %s
es: Convirtiendo la configuración regional de ISO-8859-1 a UTF-8: %s
pl: Konwertowanie lokalizacji z ISO-8859-1 na UTF-8: %s

source: Converting LC_ALL from ISO-8859-1 to UTF-8: %s
es: Convirtiendo LC_ALL de ISO-8859-1 a UTF-8: %s
pl: Konwertowanie LC_ALL z ISO-8859-1 na UTF-8: %s

source: Setting locale to en_US.UTF-8 to prevent application crashes...
es: Configurando la configuración regional a en_US.UTF-8 para evitar fallas de la aplicación...
pl: Ustawianie lokalizacji na en_US.UTF-8 w celu zapobiegania awariom aplikacji...

source: Adding English (en_US.UTF-8) locale to the system for improved logging...
es: Agregando la configuración regional inglesa (en_US.UTF-8) al sistema para mejor registro...
pl: Dodawanie lokalizacji angielskiej (en_US.UTF-8) do systemu dla lepszego logowania...

source: Allowing packages required by the %s app to be uninstalled
es: Permitiendo que los paquetes requeridos por la aplicación %s se desinstalen
pl: Zezwolenie na usunięcie pakietów wymaganych przez aplikację %s

source: Purging the %s package...
es: Eliminando el paquete %s...
pl: Usuwanie pakietu %s...

source: All packages have been purged successfully.
es: Todos los paquetes han sido eliminados correctamente.
pl: Wszystkie pakiety zostały usunięte pomyślnie.

source: These packages were: %s
es: Estos paquetes fueron: %s
pl: Te pakiety były: %s

source: These packages were: %s
es: Estos paquetes fueron: %s
pl: Te pakiety były: %s

source: ubuntu_ppa_installer(): This function is used to add a ppa to a ubuntu based install but a required input argument was missing
es: ubuntu_ppa_installer(): Esta función se usa para agregar un ppa a una instalación basada en ubuntu pero falta un argumento de entrada requerido
pl: ubuntu_ppa_installer(): Ta funkcja służy do dodawania ppa do instalacji opartej na ubuntu, ale brakuje wymaganego argumentu wejściowego

source: failed to check if PPA is already added: %w
es: falló al verificar si el PPA ya está agregado: %w
pl: nie udało się sprawdzić, czy PPA jest już dodane: %w

source: Skipping %s PPA, already added
es: Omitiendo PPA %s, ya agregado
pl: Pomijanie PPA %s, już dodane

source: Adding %s PPA
es: Agregando PPA %s
pl: Dodawanie PPA %s

source: failed to add PPA: %w
es: falló al agregar PPA: %w
pl: nie udało się dodać PPA: %w

source: failed to update APT after adding PPA: %w
es: falló al actualizar APT después de agregar PPA: %w
pl: nie udało się zaktualizować APT po dodaniu PPA: %w

source: failed to get OS codename: %w
es: falló al obtener el nombre en código del SO: %w
pl: nie udało się uzyskać nazwy kodowej systemu operacyjnego: %w

source: failed to rename PPA file: %w
es: falló al renombrar archivo PPA: %w
pl: nie udało się zmienić nazwy pliku PPA: %w

source: debian_ppa_installer(): This function is used to add a ppa to a debian based install but a required input argument was missing
es: debian_ppa_installer(): Esta función se usa para agregar un ppa a una instalación basada en debian pero falta un argumento de entrada requerido
pl: debian_ppa_installer(): Ta funkcja służy do dodawania ppa do instalacji opartej na debian, ale brakuje wymaganego argumentu wejściowego

source: failed to add repository to sources.list: %w
es: falló al agregar repositorio a sources.list: %w
pl: nie udało się dodać repozytorium do sources.list: %w

source: failed to sign the %s PPA: %w
es: falló al firmar el PPA %s: %w
pl: nie udało się podpisać PPA %s: %w

source: no packages specified for pipx installation
es: no se especificaron paquetes para la instalación de pipx
pl: nie określono pakietów do instalacji pipx

source: failed to install pipx and python3-venv: %w
es: falló al instalar pipx y python3-venv: %w
pl: nie udało się zainstalować pipx i python3-venv: %w

source: failed to install python3-venv: %w
es: falló al instalar python3-venv: %w
pl: nie udało się zainstalować python3-venv: %w

source: Installing pipx with pip...
es: Instalando pipx con pip...
pl: Instalowanie pipx za pomocą pip...

source: failed to install pipx with pip: %w
es: falló al instalar pipx con pip: %w
pl: nie udało się zainstalować pipx za pomocą pip: %w

source: failed to install python3.8 and python3.8-venv: %w
es: falló al instalar python3.8 y python3.8-venv: %w
pl: nie udało się zainstalować python3.8 i python3.8-venv: %w

source: Installing pipx with pip using Python 3.8...
es: Instalando pipx con pip usando Python 3.8...
pl: Instalowanie pipx za pomocą pip używając Python 3.8...

source: failed to install pipx with pip using python3.8: %w
es: falló al instalar pipx con pip usando python3.8: %w
pl: nie udało się zainstalować pipx za pomocą pip używając python3.8: %w

source: pipx is not available on your distro and so cannot install %s to python venv
es: pipx no está disponible en tu distribución y por lo tanto no se puede instalar %s en python venv
pl: pipx nie jest dostępne w twojej dystrybucji i dlatego nie można zainstalować %s do python venv

source: Verifying pipx installation...
es: Verificando instalación de pipx...
pl: Weryfikowanie instalacji pipx...

source: pipx installation failed: command not found after installation
es: falló la instalación de pipx: comando no encontrado después de la instalación
pl: instalacja pipx nie powiodła się: polecenie nie znalezione po instalacji

source: Installing %s with pipx...
es: Instalando %s con pipx...
pl: Instalowanie %s za pomocą pipx...

source: failed to install %s with pipx: %w
es: falló al instalar %s con pipx: %w
pl: nie udało się zainstalować %s za pomocą pipx: %w

source: Successfully installed %s with pipx
es: Instalado exitosamente %s con pipx
pl: Pomyślnie zainstalowano %s za pomocą pipx

source: no packages specified for pipx uninstallation
es: no se especificaron paquetes para la desinstalación de pipx
pl: nie określono pakietów do odinstalowania pipx

source: pipx is not installed: command not found
es: pipx no está instalado: comando no encontrado
pl: pipx nie jest zainstalowane: polecenie nie znalezione

source: Uninstalling %s with pipx...
es: Desinstalando %s con pipx...
pl: Odinstalowywanie %s za pomocą pipx...

source: failed to uninstall %s with pipx: %w
es: falló al desinstalar %s con pipx: %w
pl: nie udało się odinstalować %s za pomocą pipx: %w

source: Successfully uninstalled %s with pipx
es: Desinstalado exitosamente %s con pipx
pl: Pomyślnie odinstalowano %s za pomocą pipx

source: Install Ubuntu PPA (translated output)
es: Instalar PPA de Ubuntu (salida traducida)
pl: Zainstaluj PPA Ubuntu (przetłumaczone wyjście)

source: Install Debian PPA (translated output)
es: Instalar PPA de Debian (salida traducida)
pl: Zainstaluj PPA Debian (przetłumaczone wyjście)

source: Install Python packages with pipx (translated output)
es: Instalar paquetes Python con pipx (salida traducida)
pl: Zainstaluj pakiety Python z pipx (przetłumaczone wyjście)

source: Uninstall Python packages with pipx (translated output)
es: Desinstalar paquetes Python con pipx (salida traducida)
pl: Odinstaluj pakiety Python z pipx (przetłumaczone wyjście)

source: Failed to uninstall the packages!
es: ¡Falló la desinstalación de los paquetes!
pl: Nie udało się odinstalować pakietów!

source: Using the old implementation - an installed-packages file instead of a dummy deb
es: Usando la implementación antigua - un archivo de paquetes instalados en lugar de un deb ficticio
pl: Używanie starej implementacji - plik zainstalowanych pakietów zamiast fikcyjnego deb

source: Legacy package file is empty. Nothing to do.
es: El archivo de paquetes heredado está vacío. Nada que hacer.
pl: Starszy plik pakietów jest pusty. Nic do zrobienia.

source: The %s package is not installed so there's nothing to do.
es: El paquete %s no está instalado, así que no hay nada que hacer.
pl: Pakiet %s nie jest zainstalowany, więc nie ma nic do zrobienia.

source: package '%s' is not installed and no information is available
es: el paquete '%s' no está instalado y no hay información disponible
pl: pakiet '%s' nie jest zainstalowany i nie ma dostępnych informacji

source: Error: %v
pl: Błąd: %v

source: Pi-Apps Go API binary runtime (rolling release)
es: Runtime de API binaria de Pi-Apps Go (versión en constante actualización)
pl: Runtime binarny API Pi-Apps Go (wersja ciągłej aktualizacji)

source: Build date not available
es: Fecha de compilación no disponible
pl: Data budowy nie jest dostępna

source: Built on %s
es: Compilado el %s
pl: Zbudowano na %s

source: Link to commit: https://github.com/%s/%s/commit/%s
es: Enlace al commit: https://github.com/%s/%s/commit/%s
pl: Link do commitu: https://github.com/%s/%s/commit/%s

source: Git commit: %s
es: Commit de Git: %s
pl: Commit Git: %s

source: Git commit hash not available
es: Hash del commit de Git no disponible
pl: Hash commitu Git nie jest dostępny

source: package %s is not installed
es: el paquete %s no está instalado
pl: pakiet %s nie jest zainstalowany
