Repository: pi-apps-go/pi-apps
Catalog: locales/*/LC_MESSAGES/pi-apps.po
Languages: es, pl

source: Usage: api process_exists <pid>
es: Uso: api process_exists <pid>
pl: Użycie: api process_exists <pid>

source: add_external_repo: requires reponame, pubkeyurl, uris and suites
es: add_external_repo: requiere reponame, pubkeyurl, uris y suites
pl: add_external_repo: wymaga nazwy repozytorium, adresu URL klucza publicznego, URI i suites

source: Usage: api anything_installed_from_uri_suite_component <uri> [suite] [component]
es: Uso: api anything_installed_from_uri_suite_component <uri> [suite] [component]
pl: Użycie: api anything_installed_from_uri_suite_component <uri> [suite] [component]

source: Usage: api app_search <query> [file1 file2 ...]
es: Uso: api app_search <query> [file1 file2 ...]
pl: Użycie: api app_search <query> [file1 file2 ...]

source: Usage: api bitly_link <app> <trigger>
es: Uso: api bitly_link <app> <trigger>
pl: Użycie: api bitly_link <app> <trigger>

source: Error: No mode specified
es: Error: No se especificó ningún modo
pl: Błąd: Nie określono trybu

source: Usage: api wget <url>
es: Uso: api wget <url>
pl: Użycie: api wget <url>

source: Usage: api generate_app_icons <icon-path> <app-name>
es: Uso: api generate_app_icons <icon-path> <app-name>
pl: Użycie: api generate_app_icons <icon-path> <app-name>

source: Error: No input provided
es: Error: No se proporcionó ninguna entrada
pl: Błąd: Nie określono danych wejściowych

source: Usage: api git_clone <url> [dir] [options]
es: Uso: api git_clone <url> [dir] [options]
pl: Użycie: api git_clone <url> [dir] [options]

source: Usage: api chmod <mode> <file>
es: Uso: api chmod <mode> <file>
pl: Użycie: api chmod <mode> <file>

source: Usage: api unzip <zipfile> [destination]
es: Uso: api unzip <zipfile> [destination]
pl: Użycie: api unzip <zipfile> [destination]

source: Usage: api remove_repofile_if_unused <file> [test] [key]
es: Uso: api remove_repofile_if_unused <archivo> [test] [clave]
pl: Użycie: api remove_repofile_if_unused <plik> [test] [klucz]

source: Usage: api pipx_install <package1> [package2] [...]
es: Uso: api pipx_install <paquete1> [paquete2] [...]
pl: Użycie: api pipx_install <pakiet1> [pakiet2] [...]

source: Error: terminal_manage_multi: requires a queue of actions
es: Error: terminal_manage_multi requiere una cola de acciones
pl: Błąd: terminal_manage_multi wymaga kolejki akcji

source: Usage: api add_external_repo <reponame> <pubkeyurl> <uris> <suites> [components] [options]
es: Uso: api add_external_repo <reponame> <pubkeyurl> <uris> <suites> [componentes] [opciones]
pl: Użycie: api add_external_repo <reponame> <pubkeyurl> <uris> <suites> [komponenty] [opcje]

source: Usage: api shlink_link <app> <trigger>
es: Uso: api shlink_link <aplicación> <activador>
pl: Użycie: api shlink_link <aplikacja> <wyzwalacz>

source: Usage: list_subtract_partial <list2> (list1 from stdin)
es: Uso: list_subtract_partial <lista2> (lista1 desde stdin)
pl: Użycie: list_subtract_partial <lista2> (lista1 z stdin)

source: Error: terminal_manage: requires an action and an app name
es: Error: terminal_manage requiere una acción y un nombre de aplicación
pl: Błąd: terminal_manage wymaga akcji i nazwy aplikacji

source: Error: pipx_uninstall: requires at least one package name
es: Error: pipx_uninstall requiere al menos un nombre de paquete
pl: Błąd: pipx_uninstall wymaga co najmniej jednej nazwy pakietu

source: Error: remove_deprecated_app: requires an app name
es: Error: remove_deprecated_app requiere un nombre de aplicación
pl: Błąd: remove_deprecated_app wymaga nazwy aplikacji

source: Error: No zip file specified
es: Error: No se especificó ningún archivo zip
pl: Błąd: Nie określono pliku zip

source: Usage: api rm_external_repo <reponame> [force]
es: Uso: api rm_external_repo <reponame> [force]
pl: Użycie: api rm_external_repo <reponame> [force]

source: Error: pipx_install: requires at least one package name
es: Error: pipx_install requiere al menos un nombre de paquete
pl: Błąd: pipx_install wymaga co najmniej jednej nazwy pakietu

source: Error: bitly_link: requires an app and a trigger
es: Error: bitly_link requiere una aplicación y un activador
pl: Błąd: bitly_link wymaga aplikacji i wyzwalacza

source: Usage: api terminal_manage_multi <queue>
es: Uso: api terminal_manage_multi <cola>
pl: Użycie: api terminal_manage_multi <kolejka>

source: Usage: api remove_deprecated_app <app-name> [arch] [message]
es: Uso: api remove_deprecated_app <nombre-de-la-aplicación> [arch] [mensaje]
pl: Użycie: api remove_deprecated_app <nazwa-aplikacji> [arch] [wiadomość]

source: Usage: api terminal_manage <action> <app-name>
es: Uso: api terminal_manage <acción> <nombre-de-la-aplicación>
pl: Użycie: api terminal_manage <akcja> <nazwa-aplikacji>

source: Usage: api pkgapp_packages_required <app-name>
es: Uso: api pkgapp_packages_required <nombre-de-la-aplicación>
pl: Użycie: api pkgapp_packages_required <nazwa-aplikacji>

source: Error: userinput_func: requires a description and at least one option
es: Error: userinput_func requiere una descripción y al menos una opción
pl: Błąd: userinput_func wymaga opisu i co najmniej jednej opcji

source: The $app environment variable was not set
es: La variable de entorno $app no está establecida
pl: Zmienna środowiskowa $app nie jest ustawiona

source: Usage: api userinput_func <description> <option1> [option2] [...]
es: Uso: api userinput_func <descripción> <opción1> [opción2] [...]
pl: Użycie: api userinput_func <opis> <opcja1> [opcja2] [...]

source: Error: rm_external_repo: requires reponame
es: Error: rm_external_repo requiere reponame
pl: Błąd: rm_external_repo wymaga reponame

source: Usage: api anything_installed_from_uri_suite_component <uri> <suite> [component]
es: Uso: api anything_installed_from_uri_suite_component <uri> <suite> [componente]
pl: Użycie: api anything_installed_from_uri_suite_component <uri> <suite> [komponent]

source: Error: add_external_repo: requires reponame, pubkeyurl, uris, and suites
es: Error: add_external_repo requiere reponame, pubkeyurl, uris y suites
pl: Błąd: add_external_repo wymaga reponame, pubkeyurl, uris i suites

source: Error: shlink_link: requires an app and a trigger
es: Error: shlink_link requiere una aplicación y un activador
pl: Błąd: shlink_link wymaga aplikacji i wyzwalacza

source: Error: No URL specified
es: Error: No se especificó ninguna URL
pl: Błąd: Nie określono URL

source: Usage: api pipx_uninstall <package1> [package2] [...]
es: Uso: api pipx_uninstall <paquete1> [paquete2] [...]
pl: Użycie: api pipx_uninstall <pakiet1> [pakiet2] [...]

source: Error: script_name: requires an app name
es: Error: script_name requiere un nombre de aplicación
pl: Błąd: script_name wymaga nazwy aplikacji

source: Usage: api <command> [args...]
es: Uso: api <comando> [argumentos...]
pl: Użycie: api <polecenie> [argumenty...]

source: Package Management:
es: Gestión de Paquetes:
pl: Zarządzanie Pakietami:

source: Repository Management:
es: Gestión de Repositorios:
pl: Zarządzanie Repozytoriami:

source: File Operations:
es: Operaciones de Archivos:
pl: Operacje na Plikach:

source: App Management:
es: Gestión de Aplicaciones:
pl: Zarządzanie Aplikacjami:

source: List Operations:
es: Operaciones de Listas:
pl: Operacje na Listach:

source: Analytics and Statistics:
es: Análisis y Estadísticas:
pl: Analityka i Statystyki:

source: Diagnostic Tools:
es: Herramientas de Diagnóstico:
pl: Narzędzia Diagnostyczne:

source: User Interface:
es: Interfaz de Usuario:
pl: Interfejs Użytkownika:

source: Additional Tools:
es: Herramientas Adicionales:
pl: Dodatkowe Narzędzia:

source: System Operations:
es: Operaciones del Sistema:
pl: Operacje Systemowe:

source: General Options:
es: Opciones Generales:
pl: Opcje Ogólne:

source: Get information about a package
es: Obtener información sobre un paquete
pl: Pobierz informacje o pakiecie

source: Check if a package is installed
es: Verificar si un paquete está instalado
pl: Sprawdź czy pakiet jest zainstalowany

source: Check if a package is available
es: Verificar si un paquete está disponible
pl: Sprawdź czy pakiet jest dostępny

source: List package dependencies
es: Listar dependencias del paquete
pl: Wylistuj zależności pakietu

source: Get installed package version
es: Obtener versión del paquete instalado
pl: Pobierz wersję zainstalowanego pakietu

source: Get latest available package version
es: Obtener la última versión disponible del paquete
pl: Pobierz najnowszą dostępną wersję pakietu

source: Check if package meets version requirement
es: Verificar si el paquete cumple el requisito de versión
pl: Sprawdź czy pakiet spełnia wymagania wersji

source: Install packages (requires $app environment variable)
es: Instalar paquetes (requiere variable de entorno $app)
pl: Zainstaluj pakiety (wymaga zmiennej środowiskowej $app)

source: Remove packages for app (requires $app environment variable)
es: Eliminar paquetes para aplicación (requiere variable de entorno $app)
pl: Usuń pakiety dla aplikacji (wymaga zmiennej środowiskowej $app)

source: Get package icon
es: Obtener icono del paquete
pl: Pobierz ikonę pakietu

source: Get Pi-Apps app icon path
es: Obtener ruta del icono de aplicación Pi-Apps
pl: Pobierz ścieżkę ikony aplikacji Pi-Apps

source: Add repository files
es: Agregar archivos de repositorio
pl: Dodaj pliki repozytorium

source: Refresh repository data
es: Actualizar datos del repositorio
pl: Odśwież dane repozytorium

source: Remove repository files
es: Eliminar archivos de repositorio
pl: Usuń pliki repozytorium

source: Add external repository
es: Agregar repositorio externo
pl: Dodaj zewnętrzne repozytorium

source: Remove external repository
es: Eliminar repositorio externo
pl: Usuń zewnętrzne repozytorium

source: Install Ubuntu PPA
es: Instalar PPA de Ubuntu
pl: Zainstaluj PPA Ubuntu

source: Install Debian PPA
es: Instalar PPA de Debian
pl: Zainstaluj PPA Debian

source: Remove repository file if not used
es: Eliminar archivo de repositorio si no se usa
pl: Usuń plik repozytorium jeśli nie jest używany

source: Check if packages from a repo are installed
es: Verificar si los paquetes de un repositorio están instalados
pl: Sprawdź czy pakiety z repozytorium są zainstalowane

source: Wait for APT lock
es: Esperar por bloqueo de APT
pl: Czekaj na blokadę APT

source: Update package lists
es: Actualizar listas de paquetes
pl: Aktualizuj listy pakietów

source: Download file from URL
es: Descargar archivo desde URL
pl: Pobierz plik z URL

source: Check if file exists
es: Verificar si el archivo existe
pl: Sprawdź czy plik istnieje

source: Check if directory exists
es: Verificar si el directorio existe
pl: Sprawdź czy katalog istnieje

source: Create directory if it doesn't exist
es: Crear directorio si no existe
pl: Utwórz katalog jeśli nie istnieje

source: Copy file
es: Copiar archivo
pl: Kopiuj plik

source: View file contents
es: Ver contenido del archivo
pl: Wyświetl zawartość pliku

source: Check if two files have identical content
es: Verificar si dos archivos tienen contenido idéntico
pl: Sprawdź czy dwa pliki mają identyczną zawartość

source: Open file in preferred text editor
es: Abrir archivo en editor de texto preferido
pl: Otwórz plik w preferowanym edytorze tekstu

source: Download files with progress display
es: Descargar archivos con visualización de progreso
pl: Pobierz pliki z wyświetlaniem postępu

source: Extract zip archives with standard options
es: Extraer archivos zip con opciones estándar
pl: Wypakuj archiwa zip ze standardowymi opcjami

source: Change file permissions with logging
es: Cambiar permisos de archivo con registro
pl: Zmień uprawnienia pliku z logowaniem

source: Clone git repositories with status display
es: Clonar repositorios git con visualización de estado
pl: Klonuj repozytoria git z wyświetlaniem statusu

source: Get optimal thread count based on available RAM
es: Obtener número óptimo de hilos basado en RAM disponible
pl: Pobierz optymalną liczbę wątków na podstawie dostępnej pamięci RAM

source: Install Flatpak application
es: Instalar aplicación Flatpak
pl: Zainstaluj aplikację Flatpak

source: Uninstall Flatpak application
es: Desinstalar aplicación Flatpak
pl: Odinstaluj aplikację Flatpak

source: Convert app name to package name
es: Convertir nombre de aplicación a nombre de paquete
pl: Konwertuj nazwę aplikacji na nazwę pakietu

source: List apps with optional filter
es: Listar aplicaciones con filtro opcional
pl: Wylistuj aplikacje z opcjonalnym filtrem

source: Read category assignments
es: Leer asignaciones de categoría
pl: Odczytaj przypisania kategorii

source: List apps with category prefix
es: Listar aplicaciones con prefijo de categoría
pl: Wylistuj aplikacje z prefiksem kategorii

source: Manage app via terminal
es: Gestionar aplicación vía terminal
pl: Zarządzaj aplikacją przez terminal

source: Manage multiple apps
es: Gestionar múltiples aplicaciones
pl: Zarządzaj wieloma aplikacjami

source: Remove deprecated app
es: Eliminar aplicación obsoleta
pl: Usuń przestarzałą aplikację

source: Show install script name(s) for an app
es: Mostrar nombre(s) del script de instalación para una aplicación
pl: Pokaż nazwę/nazwy skryptu instalacyjnego dla aplikacji

source: Show appropriate install script for CPU architecture
es: Mostrar script de instalación apropiado para arquitectura de CPU
pl: Pokaż odpowiedni skrypt instalacyjny dla architektury CPU

source: Get app status (installed, uninstalled, etc.)
es: Obtener estado de aplicación (instalada, desinstalada, etc.)
pl: Pobierz status aplikacji (zainstalowana, odinstalowana, itp.)

source: Get app type (standard or package)
es: Obtener tipo de aplicación (estándar o paquete)
pl: Pobierz typ aplikacji (standardowa lub pakiet)

source: Get packages required for installation
es: Obtener paquetes requeridos para instalación
pl: Pobierz pakiety wymagane do instalacji

source: Check if app will be reinstalled during update
es: Verificar si la aplicación será reinstalada durante actualización
pl: Sprawdź czy aplikacja zostanie przeinstalowana podczas aktualizacji

source: Search for apps matching query in specified files
es: Buscar aplicaciones que coincidan con consulta en archivos especificados
pl: Szukaj aplikacji pasujących do zapytania w określonych plikach

source: Open graphical interface to search for apps
es: Abrir interfaz gráfica para buscar aplicaciones
pl: Otwórz interfejs graficzny do wyszukiwania aplikacji

source: Open graphical interface to install multiple apps
es: Abrir interfaz gráfica para instalar múltiples aplicaciones
pl: Otwórz interfejs graficzny do instalacji wielu aplikacji

source: Open graphical interface to uninstall multiple apps
es: Abrir interfaz gráfica para desinstalar múltiples aplicaciones
pl: Otwórz interfejs graficzny do odinstalowania wielu aplikacji

source: Generate 24x24 and 64x64 icons for an app
es: Generar iconos 24x24 y 64x64 para una aplicación
pl: Wygeneruj ikony 24x24 i 64x64 dla aplikacji

source: Update status of a package-app
es: Actualizar estado de una aplicación-paquete
pl: Zaktualizuj status aplikacji-pakietu

source: Update status of all package-apps
es: Actualizar estado de todas las aplicaciones-paquete
pl: Zaktualizuj status wszystkich aplikacji-pakietów

source: Force regeneration of the app list
es: Forzar regeneración de la lista de aplicaciones
pl: Wymuś regenerację listy aplikacji

source: Launch the Create App wizard
es: Lanzar el asistente Crear Aplicación
pl: Uruchom kreatora Tworzenia Aplikacji

source: Launch the Import App wizard
es: Lanzar el asistente Importar Aplicación
pl: Uruchom kreatora Importu Aplikacji

source: Manage apps
es: Gestionar aplicaciones
pl: Zarządzaj aplikacjami

source: View log files in a graphical interface
es: Ver archivos de registro en interfaz gráfica
pl: Wyświetl pliki dziennika w interfejsie graficznym

source: Edit app categories (GUI without args, CLI with args)
es: Editar categorías de aplicaciones (GUI sin argumentos, CLI con argumentos)
pl: Edytuj kategorie aplikacji (GUI bez argumentów, CLI z argumentami)

source: Show items in both lists
es: Mostrar elementos en ambas listas
pl: Pokaż elementy w obu listach

source: Show items in list1 not in list2
es: Mostrar elementos en lista1 que no están en lista2
pl: Pokaż elementy z listy1, których nie ma w liście2

source: Show items with partial matches
es: Mostrar elementos con coincidencias parciales
pl: Pokaż elementy z częściowymi dopasowaniami

source: Show items without partial matches
es: Mostrar elementos sin coincidencias parciales
pl: Pokaż elementy bez częściowych dopasowań

source: Send anonymous app usage analytics (legacy)
es: Enviar análisis anónimo de uso de aplicación (legado)
pl: Wyślij anonimową analitykę użycia aplikacji (przestarzałe)

source: Send anonymous app usage analytics
es: Enviar análisis anónimo de uso de aplicación
pl: Wyślij anonimową analitykę użycia aplikacji

source: Show number of users for an app or all apps
es: Mostrar número de usuarios para una aplicación o todas las aplicaciones
pl: Pokaż liczbę użytkowników dla aplikacji lub wszystkich aplikacji

source: Diagnose app error logs
es: Diagnosticar registros de error de aplicación
pl: Diagnozuj dzienniki błędów aplikacji

source: Format log file for readability
es: Formatear archivo de registro para legibilidad
pl: Formatuj plik dziennika dla czytelności

source: Send error log to Pi-Apps developers
es: Enviar registro de error a desarrolladores de Pi-Apps
pl: Wyślij dziennik błędów do deweloperów Pi-Apps

source: View log contents
es: Ver contenido del registro
pl: Wyświetl zawartość dziennika

source: Diagnose app failures
es: Diagnosticar fallas de aplicación
pl: Diagnozuj awarie aplikacji

source: Show device information
es: Mostrar información del dispositivo
pl: Pokaż informacje o urządzeniu

source: Format apt output for readability
es: Formatear salida de apt para legibilidad
pl: Formatuj wyjście apt dla czytelności

source: Interactive selection dialog
es: Diálogo de selección interactiva
pl: Interaktywne okno dialogowe wyboru

source: Display status message
es: Mostrar mensaje de estado
pl: Wyświetl komunikat statusu

source: Display success message
es: Mostrar mensaje de éxito
pl: Wyświetl komunikat sukcesu

source: Display debug message
es: Mostrar mensaje de depuración
pl: Wyświetl komunikat debugowania

source: Display error message
es: Mostrar mensaje de error
pl: Wyświetl komunikat błędu

source: Display warning message
es: Mostrar mensaje de advertencia
pl: Wyświetl komunikat ostrzeżenia

source: Add English (en_US.UTF-8) locale to the system for improved logging
es: Agregar configuración regional inglesa (en_US.UTF-8) al sistema para mejor registro
pl: Dodaj lokalizację angielską (en_US.UTF-8) do systemu dla lepszego logowania

source: Display Pi-Apps logo
es: Mostrar logo de Pi-Apps
pl: Wyświetl logo Pi-Apps

source: Install Adoptium Java Debian repository
es: Instalar repositorio Debian de Adoptium Java
pl: Zainstaluj repozytorium Debian Adoptium Java

source: Install Python packages with pipx
es: Instalar paquetes Python con pipx
pl: Zainstaluj pakiety Python z pipx

source: Uninstall Python packages with pipx
es: Desinstalar paquetes Python con pipx
pl: Odinstaluj pakiety Python z pipx

source: Run script only if it's never been run before
es: Ejecutar script solo si nunca se ha ejecutado antes
pl: Uruchom skrypt tylko jeśli nigdy wcześniej nie był uruchamiany

source: Check if the current system is supported by Pi-Apps
es: Verificar si el sistema actual es compatible con Pi-Apps
pl: Sprawdź czy aktualny system jest obsługiwany przez Pi-Apps

source: Run command with elevated privileges, using graphical auth if needed
es: Ejecutar comando con privilegios elevados, usando autenticación gráfica si es necesario
pl: Uruchom polecenie z podwyższonymi uprawnieniami, używając graficznej autoryzacji jeśli potrzeba

source: Check if a process with the given PID exists
es: Verificar si existe un proceso con el PID dado
pl: Sprawdź czy proces o podanym PID istnieje

source: Ensure a kernel module is loaded and configured to load on startup
es: Asegurar que un módulo del kernel esté cargado y configurado para cargar al inicio
pl: Upewnij się, że moduł jądra jest załadowany i skonfigurowany do ładowania przy starcie

source: Show this help message
es: Mostrar este mensaje de ayuda
pl: Pokaż tę wiadomość pomocy

source: Show version information
es: Mostrar información de versión
pl: Pokaż informacje o wersji

source: Enable debug mode
es: Habilitar modo de depuración
pl: Włącz tryb debugowania

source: Running
es: Ejecutando
pl: Uruchamianie

source: apt update complete.
es: apt update completo.
pl: apt update zakończone.

source: Some packages are unnecessary.
es: Algunos paquetes son innecesarios.
pl: Niektóre pakiety są niepotrzebne.

source: Please consider running
es: Por favor considera ejecutar
pl: Proszę rozważyć uruchomienie

source: Some packages can be upgraded.
es: Algunos paquetes pueden ser actualizados.
pl: Niektóre pakiety mogą być zaktualizowane.

source: One package can be upgraded.
es: Un paquete puede ser actualizado.
pl: Jeden pakiet może być zaktualizowany.

source: Will install these packages: %s
es: Se instalarán estos paquetes: %s
pl: Zostaną zainstalowane te pakiety: %s

source: local package does not exist: %s
es: el paquete local no existe: %s
pl: lokalny pakiet nie istnieje: %s

source: failed to get package info from %s: %w
es: falló al obtener información del paquete de %s: %w
pl: nie udało się pobrać informacji o pakiecie z %s: %w

source: failed to determine package name for file: %s
es: falló al determinar el nombre del paquete para el archivo: %s
pl: nie udało się określić nazwy pakietu dla pliku: %s

source: failed to determine package version for file: %s
es: falló al determinar la versión del paquete para el archivo: %s
pl: nie udało się określić wersji pakietu dla pliku: %s

source: failed to determine package architecture for file: %s
es: falló al determinar la arquitectura del paquete para el archivo: %s
pl: nie udało się określić architektury pakietu dla pliku: %s

source: downloaded package does not exist: %s
es: el paquete descargado no existe: %s
pl: pobrany pakiet nie istnieje: %s

source: no packages found matching pattern: %s
es: no se encontraron paquetes que coincidan con el patrón: %s
pl: nie znaleziono pakietów pasujących do wzorca: %s

source: failed to remove all regex from package list: %s
es: falló al eliminar todas las expresiones regulares de la lista de paquetes: %s
pl: nie udało się usunąć wszystkich wyrażeń regularnych z listy pakietów: %s

source: failed to remove all URLs from package list: %s
es: falló al eliminar todas las URLs de la lista de paquetes: %s
pl: nie udało się usunąć wszystkich URL z listy pakietów: %s

source: failed to remove all filenames from package list: %s
es: falló al eliminar todos los nombres de archivo de la lista de paquetes: %s
pl: nie udało się usunąć wszystkich nazw plików z listy pakietów: %s

source: Creating an empty apt-package to install the necessary apt packages... It will be named: %s
es: Creando un paquete apt vacío para instalar los paquetes apt necesarios... Se llamará: %s
pl: Tworzenie pustego pakietu apt do instalacji niezbędnych pakietów apt... Będzie nazywać się: %s

source: The %s package is already installed. Inheriting its dependencies: %s
es: El paquete %s ya está instalado. Heredando sus dependencias: %s
pl: Pakiet %s jest już zainstalowany. Dziedziczenie jego zależności: %s

source: %s is already installed and no changes would be made. Skipping...
es: %s ya está instalado y no se harían cambios. Omitiendo...
pl: %s jest już zainstalowany i nie zostałyby wprowadzone żadne zmiany. Pomijanie...

source: Package installation complete.
es: Instalación de paquetes completada.
pl: Instalacja pakietów zakończona.
